logs/ycsb_redis/native/1_62/1_20190817215835_008/20190817215835_008_f.log
[OVERALL], RunTime(ms), 186
[OVERALL], Throughput(ops/sec), 5376.344086021505
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 8
[CLEANUP], AverageLatency(us), 73.625
[CLEANUP], MinLatency(us), 25
[CLEANUP], MaxLatency(us), 390
[CLEANUP], 95thPercentileLatency(us), 390
[CLEANUP], 99thPercentileLatency(us), 390
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 832.507
[INSERT], MinLatency(us), 179
[INSERT], MaxLatency(us), 13239
[INSERT], 95thPercentileLatency(us), 1638
[INSERT], 99thPercentileLatency(us), 8655
[INSERT], Return=OK, 1000